Repository: VocalPodcastProject/vocal
Catalog: po/*.po
Languages: ar_aa, cs, it, pl, ru_ru

source: Checking for new podcast subscriptions from your other devices…
it: Ricerca di nuove sottoscrizioni a nuovi podcast dagli altri tuoi dispositivi in corso…
ru_ru: Проверка новых подписок на Ваших устройствах…

source: Updating episode playback positions from your other devices…
it: Aggiornamento della posizione di riproduzione dell'episodio dagli altri tuoi dispositivi in corso…
ru_ru: Синхронизация списка воспроизведения с Вашими устройствами

source: Cleaning up old subscriptions no longer in your gpodder.net account…
it: Rimozione delle vecchie sottoscrizioni non più presente nel tuo account gpodder.net in corso…
ru_ru: Удаление старых подписок, которых больше нет в вашей учетной записи gpodder.net…

source: Pause
ar_aa: إيقاف
cs: Pozastavit
it: Pausa
pl: Wstrzymaj
ru_ru: Пауза

source: Play
ar_aa: تشغيل
cs: Přehrát
it: Riproduci
pl: Odtwarzaj
ru_ru: Воспроизведение

source: Adding new podcast: <b>
ar_aa: إضافة بودكاست جديد: <b>
cs: Přidávám nový podcast: <b>
it: Aggiunta del nuovo podcast: <b>
pl: Dodawanie nowego podcastu:
ru_ru: Добавить новый подкаст: <b>

source: Uploading subscriptions to gpodder.net.
it: Caricamento delle sottoscrizione su gpodder.net in corso.
ru_ru: Синхронизация подписок с gpodder.net.

source: Uploading subscriptions to gpodder.net…
it: Caricamento delle sottoscrizione su gpodder.net…
ru_ru: Синхронизация подписок с gpodder.net…

source: Please make sure you selected the correct feed and that it is still available.
ar_aa: تأكد من اختيار التغذية الصحيحة وأنها ما زالت متاحة.
cs: Ujistěte se prosím, že jste vybrali správný proud a že je stále dostupný.
it: Per favore assicurati di aver selezionato il feed corretto e che sia ancora disponibile.
ru_ru: Пожалуйста, убедитесь, что Вы выбрали правильный канал и что он по-прежнему доступен.

source: There seems to be a problem with your internet connection. Make sure you are online and then try again.
cs: Vypadá to, že máte problém s internetovým připojením. Ujistěte se, že jste online a zkuste to znovu.
it: Sembra che ci sia un problema con la tua connession internet. Assicurati di essere online e riprova.
ru_ru: Похоже, проблема с Вашим интернет-соединением. Убедитесь, что вы в сети, а затем повторите попытку

source: Error Adding Podcast
ar_aa: خطأ في إضافة البودكاست
cs: Chyba při přidávání podcastu
it: Errore nell'Aggiungere il Podcast
pl: Błąd podczas dodawania podcastu
ru_ru: Ошибка при добавление подкаста

source: Fresh content has been added to your library.
ar_aa: تم إضافة محتوى جديد لمكتبتك.
cs: Nový obsah byl přidán do vaší knihovny.
it: Nuovo contenuto è stato aggiunto alla tua libreria.
pl: Dodano nowe pliki do biblioteki
ru_ru: Свежий контент был добавлен в Вашу библиотеку.

source: '%s' from '%s' has finished downloading.
ar_aa: '%s' من '%s' انتهى تحميله.
cs: '%s' z '%s' dokončilo stahování.
it: Download di '%s' da '%s' completato
ru_ru: '%s' из '%s' загрузка завершена.

source: Episode Download Complete
ar_aa: اكتمل تحميل الحلقة
cs: Stahování epizody dokončeno
it: Download Episodio Completato
ru_ru: Загрузка эпизода завершена

source: Downloads Complete
ar_aa: اكتملت التحميلات
cs: Stahování dokončeno
it: Download Completati
ru_ru: Загрузки завершены

source: New episodes have been downloaded.
ar_aa: تم تحميل الحلقات الجديدة.
cs: Byly staženy nové epizody.
it: Sono stati scaricati nuovi episodi
ru_ru: Загружены новые эпизоды.

source: Return to Library
ar_aa: العودة للمكتبة
cs: Návrat do knihovny
it: Ritorna alla Liberia
ru_ru: Вернуться в библиотеку

source: Welcome to Vocal
ar_aa: مرحبًا في Vocal
cs: Vítejte ve Vocal
it: Benvenuto su Vocal
pl: Witaj w Vocal
ru_ru: Добро пожаловать в Vocal

source: Build Your Library By Adding Podcasts
ar_aa: أنشأ مكتبتك بإضافة بودكاست
cs: Vytvořte svou knihovnu přidáním podcastů
it: Crea la tua libreria aggiungendo podcast
pl: Zbuduj swoją bibliotekę dodając podcasty
ru_ru: Добавьте подкасты в свою библиотеку

source: Browse Podcasts
ar_aa: استعراض البودكاست
cs: Procházet podcasty
it: Naviga i Podcast
ru_ru: Обзор подкастов

source: Browse through podcasts and choose some to add to your library.
it: Sfoglia tra i podcast e scegli quelli da aggiungere alla tua libreria.
ru_ru: Выберите подкасты и добавьте их в свою библиотеку.

source: Add a New Feed
ar_aa: إضافة مصدر جديد
cs: Přidat nový proud
it: Aggiungi nuovo feed
pl: Dodaj nowe źródło
ru_ru: Добавить новую ленту

source: Provide the web address of a podcast feed.
cs: Vložte webovou adresu proudu podcastů
it: Inserisci l'indirizzo web di un feed podcast.
pl: Wprowadź adres źródłowy podcastu
ru_ru: Введите веб-адрес подкаста

source: Import Subscriptions
ar_aa: استيراد الاشتراكات
cs: Importovat odběry
it: Importa sottoscrizioni
pl: Zaimportuj subskrybcje
ru_ru: Импорт подписок

source: If you have exported feeds from another podcast manager, import them here.
cs: Pokud jste vyexportovali proudy z jiného správce podcastů, importujte je zde
it: Se hai esportato i feed da un altro podcast manager, importali qui.
pl: Jeżeli wyeksportowałeś źródła z innego programu, może je tu zaimportować.
ru_ru: Если Вы экспортировали ленты из другого подкаст-менеджера, импортируйте их здесь.

source: Sync With gpodder
it: Sincronizza con gpodder
ru_ru: Синхронизация с gpodder

source: Log in to your gpodder.net account and synchronize your library.
it: Accedi al tuoi account gpodder.net e sincronizzata la tua libreria.
ru_ru: Войдите в свой аккаунт gpodder для синхронизации библиотеки

source: Good Stuff is On Its Way
cs: Něco dobrého je na cestě
it: Belle cose in arrivo
pl: Nowe funkcje już wkrótce

source: If you are importing several podcasts it can take a few minutes. Your library will be ready shortly.
cs: Importování většího množství podcastů může chvilku trvat. Vaše knihovna bude brzy připravena.
it: Se stai importanto molti podcast potrebbero essere necessari alcuni minuti di attesa. La tua libreria sarà pronta a breve
pl: Jeżeli importujesz kilka podcastów może to zająć trochę czasu. Twoja biblioteka będzie wkrótce gotowa.
ru_ru: Если вы импортируете несколько подкастов, это может занять несколько минут. Ваша библиотека будет готова в ближайшее время.

source: Welcome
ar_aa: مرحبًا
cs: Vítejte
it: Benvenuto
ru_ru: Добро пожаловать

source: Importing
ar_aa: استيراد
cs: Importování
it: Sto importanto
ru_ru: Загрузка

source: All Podcasts
ar_aa: جميع البوكاست
cs: Všechny podcasty
it: Tutti i podcast
pl: Wszystkie podcasty
ru_ru: Все подкасты

source: Details
ar_aa: تفاصيل
cs: Detaily
it: Dettagli
ru_ru: Детали

source: New Episodes
it: Nuovi episodi
ru_ru: Новые эпизоды

source: Browse Podcast Directory
ar_aa: استعراض مسار البودكاست
cs: Procházet složku s podcasty
it: Naviga nella Cartella dei Podcast
ru_ru: Выбрать расположение подкастов

source: Search Results
ar_aa: نتائج البحث
cs: Výsledky hledání
it: Cerca risultati
ru_ru: Результаты поиска

source: Checking for new episodes…
it: Ricerca di nuovi episodi in corso…
ru_ru: Проверка новых эпизодов

source: Cancel
ar_aa: إلغاء
cs: Zrušit
it: Annulla
pl: Anuluj
ru_ru: Отмена

source: Save
ar_aa: حفظ
cs: Uložit
it: Salva
pl: Zapisz
ru_ru: Сохранить

source: All files
ar_aa: كل الملفات
cs: Všechny soubory
it: Tutti i file
pl: Wszystkie pliki
ru_ru: Все файлы

source: OPML and XML files
ar_aa: ملفات OPML و XML
cs: OPML a XML soubory
it: File OPML e XML
pl: Pliki OPML i XML
ru_ru: OPML и XML файлы

source: Select Subscription File
ar_aa: اختيار ملف الاشتراكات
cs: Vybrat soubor s odběry
it: Seleziona file sottoscrizione
pl: Wybierz plik subskrybcji
ru_ru: Выберите файл подписки

source: Open
ar_aa: فتح
cs: Otevřít
it: Apri
pl: Otwórz
ru_ru: Открыть

source: OPML files
ar_aa: ملفات OPML
cs: OPML soubory
it: File OPML
pl: Pliki OPML
ru_ru: файлы OPML

source: Error Importing from File
ar_aa: خطأ في الاستيراد من ملف
cs: Chyba při importování ze souboru
it: Errore nell'Importazione del File
pl: Błąd podczas ładowania pliku
ru_ru: Ошибка загрузки из файла

source: Additional plugins are needed to play media. Would you like for Vocal to install them for you?
cs: K přehrání media jsou potřeba dodatečné pluginy. Chcete, aby je Vocal pro vás doinstaloval?
it: Sono richiesti plugin aggiuntivi per riprodurre il file. Vuoi che Vocal li installi per te?
pl: Żeby to otworzyć potrzebne są dodatkowe wtyczki. Czy chcesz, żeby Vocal zdobył je za Ciebie?
ru_ru: Для воспроизведения мультимедиа необходимы дополнительные плагины. Вы бы хотели, чтобы Vocal установил их для вас?

source: Adding feed %d/%d: %s
it: Aggiunta feed: %d/%d: %s
ru_ru: Добавление ленты %d/%d: %s

source: Are you sure you want to mark all episodes from '%s' as played?
ar_aa: هل أنت واثق بأنك تريد تمييز كل الحلقات من '%s' as كتمّ تشغيلها؟
cs: Jste si jisti že chcete označit všechny epizody od '%s' tak, jak se přehrávají?
it: Sei sicuro di voler segnare tutti gli episodi da '%s' come già riprodotti?
ru_ru: Вы уверены, что хотите отметить все эпизоды из '%s' как воспроизведённые?

source: Are you sure you want to remove '%s' from your controller.library?
it: Sei sicuro di voler rimuovere '%s' dal regolatore della tua libreria?
ru_ru: Вы уверены, что хотите удалить "% s" из библиотеки?

source: Yes
ar_aa: نعم
cs: Ano
it: Sì
ru_ru: Да

source: Vocal is currently downloading episodes. Exiting will cause the downloads to be canceled. Are you sure you want to exit?
ar_aa: Vocal يحمّل حلقات حاليّا. الإغلاق سوف يلغي هذه التحميلات. هل أنت متأكد من الإغلاق؟
cs: Vocal nyní stahuje episody. Ukončení zruší veškeré stahování. Jste si jistý/á, že chcete program ukončit?
it: Vocal sta scaricando episodi. Uscire causerà un annullamento dei download. Sei sicuro di voler uscire?
pl: Vocal obecnie ściąga nowe odcinki. Wyjście z aplikacji spowoduje przerwanie pobierania. Jesteś pewien, że chcesz to zrobić?
ru_ru: В данный момент Vocal загружает эпизоды. Выход прервёт все загрузки. Вы уверены, что хотите выйти?

source: Selected file doesn't appear to contain podcast subscriptions.
ar_aa: الملف المختار لا يبدو أنه يحتوي على اشتراكات بودكاست.
cs: Vybraný soubor neobsahuje žádné odběry podcastů.
it: Il file selezionato non contiene sottoscrizioni a podcast.
pl: Zaznaczony plik nie zawiera podcastów.
ru_ru: Выбранный файл не содержит подписок на подкасты.

source: Selected file seems to be empty.
ar_aa: يبدو بأن الملف المختار فارغ.
cs: Vybraný soubor je prázdný
it: Il file selezionato sembra essere vuoto.
pl: Zaznaczony plik wygląda na pusty.
ru_ru: Вероятно, выбранный файл пустой.

source: translator-credits
cs: Launchpad Contributions: Tomáš Bubeníček https://launchpad.net/~tombuben
it: Launchpad Contributions: Angelo Rako https://launchpad.net/~anrako Fabio Zaramella https://launchpad.net/~fabiozaramella Matteo https://launchpad.net/~manmatteo Nathan Dyer https://launchpad.net/~nathandyer
pl: Launchpad Contributions: Jakub Kubacki https://launchpad.net/~j-kubacki Nathan Dyer https://launchpad.net/~nathandyer
ru_ru: Launchpad Contributions: Artem Anufrij https://launchpad.net/~artem-anufrij Nathan Dyer https://launchpad.net/~nathandyer Nessytoon https://launchpad.net/~nessytoon Dmitry Logvinov 👽️

source: Add New Podcast
ar_aa: إضافة بودكاست جديد
cs: Přidat nový podcast
it: Aggiungi un nuovo Podcast
pl: Dodaj nowy podcast
ru_ru: Добавить новый подкаст

source: <b>Add a new podcast feed to the library</b>
ar_aa: <b>إضافة تغذية بودكاست جديد للمكتبة</b>
cs: <b>Přidat nový proud podcastů do knihovny</b>
it: Aggiungi un nuovo feed podcast alla libreria
pl: <b>Dodaj nowe źródło podcastów do biblioteki</b>
ru_ru: <b>Добавление нового канала подкаста в библиотеку</b>

source: Podcast feed web address
ar_aa: عنوان الويب لتغذية البودكاست
cs: Webová adresa proudu podcastů
it: Indirizzo web del feed del podcast
pl: Adres źródłowy podcastu
ru_ru: Веб-адрес канала подкаста

source: Shownotes
it: Note dello show
ru_ru: Примечания

source: Queue
it: Coda
ru_ru: Очередь

source: No summary available.
ar_aa: لا يوجد ملخص.
cs: Žádný přehled není k dispozici
it: Nessun riassunto disponibile.
ru_ru: Краткое описание отсутствует.

source: Subscribe
ar_aa: اشتراك
cs: Odebírat
it: Iscriviti
ru_ru: Подписаться

source: iTunes Top 100 Podcasts
ar_aa: أعلى 100 بودكاست في iTunes
cs: Top 100 iTunes podcastů
it: iTunes Top 100 Podcast
ru_ru: Топ 100 подкастов в iTunes

source: Go Back
ar_aa: العودة
cs: Jít zpět
it: Torna indietro
ru_ru: Назад

source: Done
ar_aa: تم
cs: Hotovo
it: Finito
ru_ru: Готово

source: Loading iTunes Store
ar_aa: تحميل متجر iTunes
cs: Načítám obchod iTunes
it: Caricamento iTunes Store
ru_ru: Загрузка iTunes Store

source: Cancel Download
ar_aa: إلغاء التحميل
cs: Zrušit stahování
it: Annulla il download
pl: Anuluj pobieranie
ru_ru: Отменить загрузку

source: minute
ar_aa: دقيقة
cs: minuta
it: minuto
ru_ru: минут

source: second
ar_aa: ثانية
cs: sekunda
it: secondo
ru_ru: секунд

source: No Active Downloads
ar_aa: لا توجد تحميلات نشطة
cs: Žádné aktivní stahování
it: Nessun Download Attivo
ru_ru: Нет активных загрузок

source: This episode is currently being played
ar_aa: يتم تشغيل هذه الحلقة حاليًا
cs: Tato epizoda se v tuto chvíli přehrává
it: L'episodio è attualmente in riproduzione
pl: Ten odcinek jest właśnie odtwarzany
ru_ru: Этот эпизод уже воспроизводится

source: Stream Episode
ar_aa: بث الحلقة
cs: Streamovat epizodu
it: Streaming episodio
pl: Przesyłaj odcinek strumieniowo
ru_ru: Воспроизвести эпизод

source: Download Episode
ar_aa: تحميل الحلقة
cs: Stáhnout epizodu
it: Scarica episodio
pl: Pobierz odcinek
ru_ru: Загрузить эпизод

source: No description available.
ar_aa: لا يوجد وصف.
cs: Žádný popis není k dispozici
it: Nessuna descrizione disponibile
ru_ru: Описание отсутствует.

source: Upload to Internet Archive
it: Carica su Internet Archive
ru_ru: Загрузить в Интернет-архив

source: Please verify that the information below is correct before continuing.
it: Verificare che le informazioni seguenti siano corrette prima di continuare.
ru_ru: Пожалуйста, убедитесь, что информация ниже верна, прежде чем продолжить.

source: Episode Title
it: Titolo episodio
ru_ru: Название эпизода

source: Podcast Name
it: Nome del podcast
ru_ru: Название подкаста

source: Podcast Description
it: Descrizione del podcast
ru_ru: Описание подкаста

source: Next…
it: Prossimo…
ru_ru: Далее…

source: Legal warning: uploading copyrighted materials to the Internet Archvie is illegal. Please make sure you are uploading a copylefted (Creative Commons) episode that you are legally entitled to redistribute.
it: Avviso legale: il caricamento di materiale coperto da copyright su Internet Archive è illegale. Si prega di assicurersi che l'episodio caricato sia coperto da copyleft (Creative Commons) e che sia legalmente redistribuibile.
ru_ru: Правовое предупреждение: загрузка материалов, защищенных авторским правом, в Интернет-архив является незаконной. Убедитесь, что Вы загружаете эпизод с лицензией Copyleft (Creative Commons), который Вы имеете законное право распространять.

source: Upload to the Internet Archive
it: Carica su Internet Archive
ru_ru: Загрузка в Интернкт-архив

source: Uploading episode…
it: Caricamento dell'episodio in corso…
ru_ru: Загрузка эпизода…

source: Thanks for contributing to the Internet Archive and the Podcast Archival Project
it: Grazie di contribuire a Internet Archive e a Podcast Archival Project
ru_ru: Спасибо за вклад в Интернет-архив и проект архивации подкастов

source: Finish
it: Finito
ru_ru: Завершение

source: Upload Complete
it: Caricato completato
ru_ru: Загрузка выполнена

source: Upload Failed
it: Caricamento fallito
ru_ru: Загрузка прервана

source: Be sure to check your network connection and API keys, then try again later.
it: Verificare la propria connessione a Internet e la chiave API, quindi riprovare più tardi.
ru_ru: Обязательно проверьте подключение к сети и ключи API, а затем повторите попытку позже.

source: Your Podcasts
cs: Váš podcast
it: I tuoi Podcast
ru_ru: Ваши подкасты

source: Add all new episodes to the queue
it: Aggiungi tutti gli episodi alla coda
ru_ru: Добавить все новые эпизоды в очередь

source: View the shownotes for this episode or check the queue
it: Vedi le note dello show per questo episodio o verifica la coda
ru_ru: Просмотрите примечания для этого выпуска или проверьте очередь

source: Show newer episodes at the top of the list
it: Mostra i nuovi episodi all'inizio della lista
ru_ru: Показывать новые эпизоды вверху списка

source: Show older episodes at the top of the list
it: Mostra gli episodi più vecchi all'inizio della lista
ru_ru: Показывать старые эпизоды вверху списка

source: Add New Episodes to Queue
it: Aggiungi i nuovi episodi alla coda
ru_ru: Добавить новые серии в очередь

source: Download all episodes
ar_aa: تحميل جميع الحلقات
cs: Stáhnout všechny epizody
it: Scarica tutti gli episodi
pl: Pobierz wszystkie odcinki
ru_ru: Загрузить все эпизоды

source: Mark All Played
ar_aa: تمييز الكل كتمّ تشغيلهم
cs: Označit všechny jako přehrané
it: Segna come Riprodotto
ru_ru: Отметить как воспроизведённый

source: Edit podcast details
ar_aa: تعديل تفاصيل البودكاست
cs: Upravit detaily podcastu
it: Modifica i dettagli del podcast
ru_ru: Изменить данные подкаста

source: Select different cover art
cs: Vybrat jiný titulní obrázek
it: Seleziona una copertina differente
ru_ru: Выберите другую обложку

source: Set podcast license to Creative Commons
it: Imposta la licenza del podcast a Creative Commons
ru_ru: Установить лицензию Creative Commons для подкаста

source: Unsubscribe
ar_aa: إلغاء الاشتراك
cs: Odhlásit odběr
it: Disiscriviti
ru_ru: Отписаться

source: Before you can upload to the Internet Archive you must add your archive.org account's API keys. Visit https://archive.org/account/s3.php to see your keys, then paste them in the settings.
it: Prima di caricare su Internet Archive devi aggiungere la chiave API del tuo account archive.org. Visita https://archive.org/account/s3.php per vedere le tue chiave, successivamente incollarle nelle impostazioni.
ru_ru: Перед загрузкой в Интернет-архив Вы должны добавить ключи API вашей учетной записи archive.org. Посетите https://archive.org/account/s3.php, чтобы увидеть свои ключи, затем вставьте их в настройки.

source: You must download this episode first before uploading to the Internet Archive. Would you like to download this episode?
it: Devi scaricare questo episodio prima di caricarlo su Internet Archive. Desideri scaricarlo ora?
ru_ru: Перед загрузкой в Интернет-архив Вы должны загрузить этот выпуск. Хотели бы вы скачать этот выпуск?

source: Add selected episodes to queue
it: Aggiungi gli episodi selezionati alla coda
ru_ru: Добавить выбранные эпизоды в очередь

source: Mark selected episodes as played
ar_aa: تمييز الحلقات المحددة كتمّ تشغيلها
cs: Označit vybrané epizody jako přehrané
it: Segna gli episodi selezionati come riprodotti
pl: Oznacz jako obejrzany
ru_ru: Отметить выбранные эпизоды как прослушанные

source: Mark selected episodes as new
ar_aa: تمييز الحلقات المحددة كجديدة
cs: Označit vybrané epizody jako nové
it: Segna gli episodi selezionati come nuovi
ru_ru: Отметить выбранные эпизоды как новые

source: Delete local files for selected episodes
ar_aa: حذف الملفات المحلية للحلقات المحددة
cs: Smazat lokální soubory vybraných epizod
it: Cancella i file locali per gli episodi selezionati
pl: Usuń pliki lokalne dla wybranych odcinków
ru_ru: Удалить локальные файлы для выбранных эпизодов

source: Are you sure you want to delete the downloaded files for the selected episodes?
ar_aa: هل أنت واثق من حذف الملفات المحمّلة للحلقات المحددة؟
cs: Jste si jistý/á, že chcete smazat stažené soubory pro vybrané epizody?
it: Sei sicuro di voler cancellare i file scaricati degli episodi selezionati?
pl: Czy jesteś pewien, że chcesz usunąć pliki lokalne zaznaczonych odcinków?
ru_ru: Вы действительно хотите удалить загруженные файлы для выбранных эпизодов?

source: Mark as played
ar_aa: تمييز كتمّ تشغيله
cs: Označit jako přehrané
it: Segna come riprodotto
ru_ru: Отметить как прослушанный

source: Mark as new
ar_aa: تمييز كجديد
cs: Označit jako nové
it: Segna come nuovo
ru_ru: Отметить как новый

source: Delete Local File
ar_aa: حذف الملف المحلي
cs: Smazat lokální soubor
it: Rimuovi file locale
pl: Usuń plik lokalny
ru_ru: Удалить локальный файл.

source: Are you sure you want to delete the downloaded episode '%s'?
cs: Jste si jistí, že chcete smazat staženou epizodu '%s'?
it: Sei sicuro di voler cancellare l'episodio selezionato '%s'?
ru_ru: Вы действительно хотите удалить загруженный выпуск "% s"?

source: No show notes available.
ar_aa: لا توجد ملاحظات متاحة.
cs: Žádné poznámky pořadu k dispozici.
it: Nessuna nota dello spettacolo disponibile

source: No episodes available.
ar_aa: لا توجد حلقات متاحة.
cs: Žádné dostupné epizody
it: Nessun episodio disponibile
pl: Brak dostępnych odcinków.
ru_ru: Нет доступных эпизодов.

source: Select Album Art
ar_aa: اختيار صورة للألبوم
cs: Vybrat grafiku alba
it: Seleziona la Copertina dell'Album
ru_ru: Выбрать обложку альбома

source: Image Files
ar_aa: ملفات صور
cs: Soubory obrázků
it: File di Immagini
ru_ru: Файлы изображений

source: Vocal did not detect that this podcast is licensed as Creative Commons. Changing this will unlock Internet Archive integration for this podcast. Please make sure this change is correct before proceeding. Do you wish to make this change?
it: Vocal ha rilevato che questo podcast non è sotto licenza Creative Commons. Modificando questo sboccherà l'integrazione con questo podcast e Internet Archive. Verificare che questa modifica sia corretta prima di procedere. Desideri confermare questa modifica?
ru_ru: Vocal не нашёл у этого подкаста лицензию Creative Commons. Изменение этого параметра разблокирует интеграцию Интернет-архива для этого подкаста. Вы уверены, что всё правильно?

source: %d unplayed episodes
ar_aa: %d حلقات لم يتم تشغيلها
cs: %d nepřehraných epizod
it: %d episodi non riprodotti
ru_ru: %d непроигранных

source: I'm listening to %s from %s
ar_aa: أنا أستمع إلى %s من %s
cs: Poslouchám %s z %s
it: Sto ascoltando %s da %s
ru_ru: Слушаю %s от %s

source: No episodes in queue
it: Nessun episodio in coda
ru_ru: Нет эпизодов в очереди

source: Remove episode from queue
ar_aa: حذف الحلقة من الصف
cs: Odebrat pozici z řady
it: Rimuovi episodi dalla coda
ru_ru: Удалить эпизод из очереди

source: Summary
ar_aa: الملخص
cs: Souhrn
it: Sommario

source: Subscribe to podcast
ar_aa: اشتراك في البودكاست
cs: Odebírat podcast
it: Iscriviti al podcast
ru_ru: Подпишитесь на подкаст

source: Episodes from Your Library
ar_aa: حلقات من مكتبتك
cs: Epizody z vaší knihovny
it: Episodi dalla Tua Libreria
ru_ru: Эпизоды из Вашей библиотеки

source: Podcasts from Your Library
ar_aa: بودكاست من مكتبتك
cs: Podcasty z vaší knihovny
it: Podcast dalla Tua Libreria
ru_ru: Подкасты из Вашей бибблиотеки

source: iTunes Podcast Results
ar_aa: نتائج بودكاست iTunes
cs: Výsledky iTunes podcastů
it: Risultati dei Podcast di iTunes
ru_ru: Результаты iTunes Podcast

source: Search Results for <i>%s</i>
cs: Výsledky hledání pro <i>%s</i>
it: Cerca risultati per <i>%s</i>
ru_ru: Результаты поиска для <i>%s</i>

source: No matching episodes found in your library.
ar_aa: لا توجد حلقات مطابقة في مكتبتك.
cs: Ve vaší knihovně nebyli nalezeny žádné odpovídající epizody.
it: Nessun episodio corrispondente trovata nella tua libreria
ru_ru: Отсутствуют совпадения в Вашей библиотеке

source: No matching podcasts found in your library.
ar_aa: لا يوجد بودكاست مطابق في مكتبتك.
cs: Ve vaší knihovně nebyli nalezeny žádné odpovídající podcasty.
it: Nessun podcast corrispondente trovato nella tua libreria
ru_ru: Отсутствуют совпадения в Вашей библиотеке

source: Preferences
ar_aa: تفضيلات
cs: Možnosti
it: Preferenze
pl: Ustawienia
ru_ru: Параметры

source: Keep playing podcasts when the window is closed:
it: Mantieni in riproduzione i podcast quando la finestra viene chiusa:
ru_ru: Продолжать воспроизведение после закрытия:
