Repository: VocalPodcastProject/vocal
Catalog: po/*.po
Languages: ar_aa, cs, it, pl, ru_ru

source: Automatically download new episodes:
ar_aa: تحميل تلقائي للحلقات الجديد:
cs: Automaticky stahovat nové epizody:
it: Scarica automaticamente nuovi episodi
pl: Automatycznie pobierz nowe odcinki:
ru_ru: Автоматически загружать новые эпизоды:

source: Keep my library clean:
ar_aa: إبقاء مكتبتي مرتّبة:
cs: Udržovat mou knihovnu čistou:
it: Tieni la mia libreria pulita:
ru_ru: Очистить библиотеку

source: Show podcast names below cover art:
cs: Zobrazovat jméno podcastu pod titulním obrázkem:
it: Mostra i nomi dei podcast sotto la copertina:
ru_ru: Показывать название подкастов под обложкой:

source: Seconds to skip back:
cs: Počet vteřin při skoku zpět:
it: Secondi da saltare indietro:
pl: Do tyłu przewijaj o:
ru_ru: Секунд перемотки назад:

source: Seconds to skip forward:
cs: Počet vteřin při skoku vpřed:
it: Secondi da saltare in avanti:
pl: Do przodu przewijaj o:
ru_ru: Секунд перемотки вперёд:

source: Show iTunes Store results from:
cs: Zobrazovat iTunes výsledky z:
it: Mostra risultati dell'iTunes Store da:
ru_ru: Показать результаты iTunes Store из:

source: Archive.org S3 Access Key
it: Chiave di accesso Archive.org S3
ru_ru: Ключ доступа S3 к Archive.org »

source: Archive.org S3 Secret Key
it: Chiave di accesso Archive.org S3
ru_ru: Секретный ключ S3 Archive.org

source: Close
ar_aa: إغلاق
cs: Zavřít
it: Chiudi
pl: Zamknij
ru_ru: Закрыть

source: Mark this episode as played
ar_aa: تمييز هذه الحلقة كتمّ تشغيلها
cs: Označit tuto epizodu za přehranou
it: Segna episodio come riprodotto
ru_ru: Отметить эпизод как прослушанный

source: Mark this episode as new
ar_aa: تمييز هذه الحلقة كجديدة
cs: Označit tuto epizodu za novou
it: Segna episodio come nuovo
ru_ru: Отметить эпизод как новый

source: Download episode
ar_aa: تحميل الحلقة
cs: Stáhnout epizodu
it: Scarica episodio
ru_ru: Загрузить эпизод

source: Share this episode
ar_aa: مشاركة هذه الحلقة
cs: Sdílet tuto epizodu
it: Condividi questo episodio
ru_ru: Поделиться эпизодом

source: Copy shareable link
ar_aa: نسخ رابط المشاركة
cs: Zkopírovat odkaz pro sdílení
it: Copia link condivisibile

source: Send a Tweet…
ar_aa: إرسال تغريدة...
cs: Poslat tweet...
it: Invia un Tweet
ru_ru: Отправить Твит…

source: Copy the direct episode link
ar_aa: نسخ رابط الحلقة المباشر
cs: Kopírovat přímý odkaz na epizodu
it: Copia link diretto dell'episodio
ru_ru: Скопировать ссылку на эпизод

source: Add this episode to the up next list
ar_aa: إضافة هذه الحلقة إلى قائمة التشغيل التالية
cs: Přidat epizodu do speciálního seznamu k přehrání
it: Aggiungi questo episodio in cima alla lista di quelli successivi
ru_ru: Добавить в список воспроизведения

source: <b>Summary</b>
ar_aa: <b>الملخص</b>
cs: <b>Souhrn</b>
it: <b>Riassunto</b>

source: Mark all episodes as played
cs: Označit všechny epizody za přehrané
it: Contrassegna tutti gli episodi come riprodotti
pl: Oznacz wszystkie odcinki jako obejrzane
ru_ru: Отметить все эпизоды как прослушанные

source: Hide episodes that have already been played
ar_aa: إخفاء الحلقات السابق تشغيلها
cs: Skrýt přehrané epizody
it: Nascondi episodi che sono già stati riprodotti
pl: Ukryj obejrzane odcinki
ru_ru: Скрыть проигранные эпизоды

source: Remove podcast from library
ar_aa: حذف البودكاست من المكتبة
cs: Odstranit podcast z knihovny
it: Rimuovi podcast dalla libreria
pl: Usuń podcast z biblioteki
ru_ru: Удалить подкаст из библиотеки

source: More options
ar_aa: خيارات أكثر
cs: Další volby
it: Altre opzioni
pl: Więcej opcji
ru_ru: Дополнительные настройки

source: Hide the episode side pane
ar_aa: إخفاء الحلقة من اللوحة الجانبية
cs: Skrýt postranní panel s epizody
it: Nascondi il pannello laterale dell'episodio
pl: Ukryj panel boczny
ru_ru: Скрыть боковую панель эпизода

source: Mark selected episodes as unplayed
cs: Označ vybrané epizody jako nepřehrané
it: Segna gli episodi selezionati come non riprodotti
pl: Oznacz jako nieobejrzany
ru_ru: Отметить выбранные эпизоды как непрослушанные

source: Mark as Played
cs: Označit jako již přehrané
it: Segna come riprodotto
pl: Oznacz jako odtwarzane
ru_ru: Отметить как прослушанный

source: Mark as Unplayed
cs: Označit jako nepřehrané
it: Segna come non riprodotto
pl: Oznacz jako nieodtwarzane
ru_ru: Отметить как непрослушанный

source: No new episodes.
ar_aa: لا توجد حلقات جديد.
cs: Žádné nové epizody
it: Nessun nuovo episodio
pl: Brak nowych odcinków.
ru_ru: Нет новых эпизодов.

source: %d episodes, %d unplayed
cs: %d epizod, %d nepřehráno
it: %d episodi, %d non riprodotti
pl: %d odcinków, %d nieodtwarzanych
ru_ru: %d эпизодов, %d не прослушано

source: %d episodes
cs: %d epizod
it: %d episodi
pl: %d odcinków
ru_ru: %d эпизодов

source: Library Synchronization
it: Sincronizzazione libreria
ru_ru: Синхронизация библиотеки

source: Sign in to gpodder.net
it: Accedi a gpodder.net
ru_ru: Вход в gpodder.net

source: Username
ar_aa: اسم المستخدم
cs: Uživatelské jméno
it: Nome utente
ru_ru: Имя пользователя

source: Need an account?
it: Hai bisogno di un account?
ru_ru: Нужен новый аккаунт?

source: Pick a New Device Name for This Computer
it: Imposta un nuovo nome del dispositivo per questo computer
ru_ru: Выберите новое имя устройства для этого компьютера

source: Or, Choose an Existing Device
it: oppure, scegli un dispositivo esistente
ru_ru: Или выберите существующее устройство

source: Complete Setup
it: Completa setup
ru_ru: Завершить установку

source: Latest Successful Sync: Never
it: Ultima sincronizzazione effettuata: Mai
ru_ru: Последняя успешная синхронизация: никогда

source: Logout
it: Disconnetti
ru_ru: Выход

source: Perform a Full Sync Now
it: Inizia una sincronizzazione completa ora
ru_ru: Выполнить полную синхронизацию сейчас

source: Last Succcessful Sync:
it: Ultima sincronizzazione effettuata:
ru_ru: Последняя успешная синхронизация:

source: Sync Episode Activity
it: Sincronizza attività dell'episodio
ru_ru: Синхронизировать

source: Remove Podcasts from Library That Have Been Removed From Your gpodder.net Account
it: Rimuovi podcast dalla libreria che è stata rimossa dal tuo account dpodder.net
ru_ru: Удаление из библиотеки подкастов, которые были удалены с вашего аккаунта gpodder.net

source: Uploading all episode positions to gpodder.net…
it: Caricamento di tutte le posizione degli episodi da dpodder.net in corso…
ru_ru: Загрузка эпизодов на gpodder.net…

source: Coming up next
cs: V příštím díle
it: Riproduzione successiva
ru_ru: Далее

source: Check for Updates
ar_aa: التحقق من التحديثات
cs: Zkontrolovat aktualizace
it: Verifica la presenza di aggiornamenti
ru_ru: Проверить наличие обновлений

source: Add Podcast Feed…
ar_aa: إضافة تغذية بودكاست...
cs: Přidat proud podcastů...
it: Aggiunti un Feed Podcast
ru_ru: Добавить подкаст-ленту…

source: Import Subcriptions…
ar_aa: استيراد الاشتراكات...
cs: Importovat odběry...
it: Importa Iscrizioni
ru_ru: Импорт подписок…

source: Export Subscriptions…
ar_aa: تصدير الاشتراكات...
cs: Exportovat odběry
it: Esporta sottoscrizioni...
pl: Eksportuj subskrybcje
ru_ru: Экспорт подписок…

source: Use Light Theme
it: Utilizza il tema chiaro
ru_ru: Включить светлую тему

source: Use Dark Theme
it: Utilizza il tema scuro
ru_ru: Включить тёмную тему

source: Report a Problem…
ar_aa: تبليغ عن مشكلة...
cs: Nahlásit problém...
it: Segnala un problema
ru_ru: Сообщить о проблеме

source: Donate…
ar_aa: تبرّع...
cs: Přispět...
it: Donazioni...
pl: Wspomóż
ru_ru: Пожертвовать…

source: About
ar_aa: عن
cs: O aplikaci
it: A riguardo
ru_ru: О Vocal

source: Fast forward %d seconds
cs: Přeskočit %d vteřin
it: Salta %d secondi
pl: Do przodu o %d sekund
ru_ru: Быстрая перемотка на %d секунд

source: Rewind %d seconds
cs: Přetočit zpět %d vteřin
it: Riavvolgi %d secondi
pl: Wstecz o %d sekund
ru_ru: Отмотать назад на %d секунд

source: Check for new episodes
ar_aa: تحقق من الحلقات الجديدة
cs: Zkontrolovat pro nové epizody
it: Controlla nuovi episodi
pl: Szukaj nowych odcinków
ru_ru: Проверить новые эпизоды

source: Search your library or online
ar_aa: البحث في مكتبتك أو عبر الانترنت
cs: Hledat ve vaší knihovně nebo online
it: Cerca nella tua libreria od online
ru_ru: Ищите в своей библиотеке или в Интернете

source: View the top podcasts in the iTunes Store
ar_aa: عرض أعلى البودكاست في متجر iTunes
cs: Zobrazit top podcasty z obchodu iTunes
it: Vedi i top podcast dell'iTunes Store
ru_ru: Посмотреть топ подкастов из iTunes

source: Downloads
ar_aa: التحميلات
cs: Stažené
it: Download
pl: Pobrane
ru_ru: Загрузки

source: Exit Fullscreen
ar_aa: الخروج من ملء الشاشة
cs: Opustit režim celé obrazovky
it: Esci da schermo intero
pl: Opuść pełny ekran
ru_ru: Выйти из полноэкранного режима

source: Video
ar_aa: الفيديو
pl: Wideo
ru_ru: Видео

source: No
ar_aa: لا
cs: Ne
ru_ru: Нет

source: Password
ar_aa: كلمة المرور
cs: Heslo
ru_ru: Пароль

source: Login
ar_aa: دخول
cs: Přihlášení
ru_ru: Логин

source: Login to gPodder.net
ar_aa: ولوج إلى gPodder.net
cs: Přihlásit se k gPodder.net

source: Register for gPodder.net
ar_aa: تسجيل في gPodder.net
cs: Registrovat se do gPodder.net

source: <b>Select an episode to start playing…</b>
cs: <b>Vyberte epizodu k přehrávání...</b>

source: View show notes
ar_aa: عرض ملاحظات البرنامج
cs: Zobrazit poznámky
pl: Opis

source: Unable to add podcast
pl: Nie można dodać podcastu

source: Return to library view
pl: Wróć do biblioteki

source: Check Out the Vocal Starter Pack…
pl: Wypróbuj Pakiet Startowy Vocal...

source: New to podcasting? Check out our starter pack. Select individual podcasts, or download the entire pack.
pl: Jesteś w tym zielony? Wypróbuj nasz Pakiet Startowy. Wybierz spośród wybranych przez nas podcastów lub po prostu ściągnij całość.

source: Check Out The Vocal Starter Pack…
pl: Wypróbuj Pakiet Startowy Vocal

source: Add new podcasts to the library
pl: Dodaj nowe podcasty do biblioteki

source: Add Podcast Feed
pl: Dodaj źródło podcastu

source: Import Subscriptions…
pl: Importuj subskrypcje...

source: Please check that you selected the correct file and that you are connected to the network.
pl: Proszę sprawdzić połączenie z internetem oraz poprawność wybranego pliku

source: Please check that the feed is correct and that you have a network connection.
pl: Proszę sprawdzić połączenie z internetem oraz poprawność źródła.

source: No active downloads.
pl: Brak pobieranych plików.

source: <b>Select an episode to start playing...</b>
pl: <b> Wskaż odcinek aby rozpocząć... </b>

source: Automatically delete played files:
pl: Automatycznie usuń obejrzane pliki:
